Repository: MariaMegina/Terminal_Messenger_1
Catalog: po/*.UTF-8/LC_MESSAGES/msg.po
Languages: ru_ru

source: Welcome to Terminal Messenger, {}
ru_ru: Добро пожаловать в Терминальный Мессенджерб {}

source: Available chats:
ru_ru: Доступные чаты:

source: Hidden chats:
ru_ru: Скрытые чаты:

source: No access to chat
ru_ru: Нет доступа к чату

source: {} join the chat
ru_ru: {} присоединился к чату

source: Broken data
ru_ru: Поврежденные данные

source: You successfully create new chat {}
ru_ru: Вы удачно создали новый чат {}

source: {} invited you to {}
ru_ru: {} пригласил вас в {}

source: {} leaves the chat
ru_ru: {} покинул чат

source: You leave chat {}
ru_ru: Вы покинули чат {}

source: {} deletes the chat
ru_ru: {} удалил чат

source: You delete chat {}
ru_ru: Вы удалили чат {}

source: Name: {}
ru_ru: Название: {}

source: Creator: {}
ru_ru: Создатель: {}

source: Participants:
ru_ru: Участники:

source: broken data
ru_ru: Поврежденные данные

source: Set up locale: {}
ru_ru: Установлена локаль: {}
